/* Picture X out of Y total. */
"%1$i of %2$i" = "%1$i of %2$i";

/* No comment provided by engineer. */
"(Required)Please Input Server URL" = "https://yourdomain.com...";

/* No comment provided by engineer. */
"(Required)Please Input User Name" = "User Name";

/* No comment provided by engineer. */
"About" = "About";

/* No comment provided by engineer. */
"Add" = "Add";

/* No comment provided by engineer. */
"Add to Music List" = "Add to Music List";

"Add Failure" = "Add Failure";

"Add Success" = "Add Success";

/* No comment provided by engineer. */
"Are you really want to clear?" = "Are you really want to clear?";

/* No comment provided by engineer. */
"Are you really want to delete?" = "Are you really want to delete?";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Clear" = "Clear";

/* No comment provided by engineer. */
"Clear Caches" = "Clear Caches";

/* No comment provided by engineer. */
"Clear Fail" = "Clear Fail";

/* No comment provided by engineer. */
"Clear Success" = "Clear Success";

/* No comment provided by engineer. */
"Clearing..." = "Clearing...";

"Copy To" = "Copy To";

"Create Failed" = "Create Failed";

"Create Success" = "Create Success";

"Creating New Folder" = "Creating New Folder";

"Default Name" = "Default Name";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete Success" = "Delete Success";

/* No comment provided by engineer. */
"Deleting..." = "Deleting...";

/* No comment provided by engineer. */
"Description" = "Description";

"Done" = "Done";

"Edit" = "Edit";

/* No comment provided by engineer. */
"Empty" = "Empty";

"Fail to download the file." = "Fail to download the file.";

"Fail to find the file, maybe already be deleted." = "Fail to find the file, \nmaybe already be deleted.";

"Fail to Preview the file, Please 'open in' the 3rd party Apps." = "Fail to Preview the file, \nPlease 'open in' the 3rd party Apps.";

"Forbidden Request" = "Forbidden Request";

"Illegally Name" = "Illegally Name";

"Last Updated" = "Last Updated";

/* Loading Status */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Modify Server Info" = "Modify Server Info";

"Move To" = "Move To";

/* No comment provided by engineer. */
"Music" = "Music";

/* No comment provided by engineer. */
"New Folder" = "New Folder";

"New Name" = "New Name";

/* No comment provided by engineer. */
"New Server" = "New Server";

/* ownCloud login header */

"Connect to ownCloud" = "Connect to ownCloud";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open In" = "Open In";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Pick Photos" = "Pick Photos";

/* No comment provided by engineer. */
"Please Input Description Name" = "Please Input Description Name";

/* No comment provided by engineer. */
"Please Input New Folder Name" = "Please Input New Folder Name";

/* No comment provided by engineer. */
"Please Input New Name" = "Please Input New Name";

/* No comment provided by engineer. */
"Please Input Password" = "Please Input Password";

"Please Input Server URL" = "Please Input Server URL";

"Please Input User Name" = "Please Input User Name";

"Press 'Edit' to Add New Server" = "Press 'Edit' to Add New Server";

"Press 'Add' to Create New Server Info" = "Press 'Add' to Create New Server Info";

/* Pull down to refresh status */
"Pull down to refresh..." = "Pull down to refresh...";

/* Release to refresh status */
"Release to refresh..." = "Release to refresh...";

/* No comment provided by engineer. */
"Rename" = "Rename";

"Renaming..." = "Renaming...";

"Rename Failed" = "Rename Failed";

"Rename Success" = "Rename Success";

/* No comment provided by engineer. */
"Root" = "Root";

/* 保存失败 */
"Save Image Faild" = "Save Faild";

/* 保存成功 */
"Save Image Success" = "Save Success";

/* No comment provided by engineer. */
"Save to Photo Album" = "Save to Photo Album";

/* No comment provided by engineer. */
"Select All" = "Select All";

/* No comment provided by engineer. */
"Select an Album" = "Select an Album";

/* No comment provided by engineer. */
"Select None" = "Select None";

/* No comment provided by engineer. */
"Server List" = "Server List";

"Server info already exsit" = "Server info already exsit";

/* No comment provided by engineer. */
"Server URL" = "Server URL";

/* No comment provided by engineer. */
"Settings" = "Settings";

"Unexpected condition, Internal Server Error" = "Unexpected condition, Internal Server Error";

/* No comment provided by engineer. */
"Upload" = "Upload";

"Upload to server" = "Upload to server";

"Upload Pictures" = "Upload Pictures";

"Upload Queues" = "Upload Queues";

/* No comment provided by engineer. */
"User Name" = "User Name";

/* No comment provided by engineer. */
"Version" = "Version";

"upload_pic_normal" = "../res/upload_pic_eng.png";

"upload_pic_highlight" = "../res/upload_pic_eng_highlight.png";

"upload_cam_normal" = "../res/upload_cam_eng.png";

"upload_cam_highlight" = "../res/upload_cam_eng_highlight.png";
